Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=534_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi parlamentáralaš ráđi jođiheapmi sirdásii Suomas Norgii
smn: Säämi parlamentaarlâš rääđi jođettem sirdâšui Suomâst Taažân

source: Suoma sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, lea doaibman Sámi parlamentáralaš ráđi ságadoallin maŋimuš guokte jagi.
smn: Suomâ sämitige saavâjođetteijee Juvá Leemit, Klemetti Näkkäläjärvi lii toimâm Säämi parlamentaarlâš rääđi saavâsaavâjođetteijen majemuid kyehti ive.

source: Sámi parlamentáralaš ráđi jođiheapmi sirdásii Norgga sámediggái Suoma sámedikkis skábmamánu 9. beaivve Girkonjárggas.
smn: Saavâjođettem sirdâšui Suomâ sämitiggeest Taažâ sämitiigán Kirkkonjaargâst skammâmáánu 9. peeivi.

source: Sámi parlamentáralaš ráđi (SPR) dievasčoahkkin lágiduvvui dán háve Girkonjárggas.
smn: Säämi parlamentaarlâš rääđi (SPR) tievâsčuákkim uárnejui Kirkkonjaargâst.

source: Sámi parlamentáralaš ráđđi lea sámedikkiid davviriikkalaš ovttasbargoorgána.
smn: Säämi parlamentaarlâš rääđi lii sämitigij Tave-eennâmlâš oovtâstpargo-orgaan.

source: Sámi parlamentáralaš ráđi dievasčoahkkin ságastalai ja gieđahalai čoahkkimisttis ee. nuoraidpolitihkalaš áššiid, giellaovttasbarggu, sámi boraspireváttuid birra ja sámi čearddalaš dovddaldagaid lávdegotti doaimmas.
smn: Säämi parlamentaarlâš rääđi čuákkim savâstâlâi já kieđâvušâi el. nuorâipolitiiklâš aašijn, kielâoovtâstpargoost, sämikuávlu piätuvahâgijn já sämmilij aalmuglâš tubdâlduvâi lävdikode tooimâst.

source: Govas: sámeparlamentarihkkárat Girkonjárggas 2011.
smn: Kove: Säämi parlamiänttáreh Kirkkonjaargâst 2011.

source: Govva Norgga Sámediggi.
smn: Kove Sametinget, Karasjok

source: Ovdan sámi nuorat ja giellaovttasbargu
smn: Säminuorah já kielâoovtâstpargo uáinusist

source: Sámi parlamentáralaš ráđi dievasčoahkkima oktavuođas lágiduvvui uhcit seminára, man fáddán ledje nuoraidpolitihkalaš áššit.
smn: Säämi parlamentaarlâš rääđi čuákkim ohtâvuođâst uárnejui ucceeb seminaar mon fáddán lijjii nuorâipoolitliih ääših.

source: Seminára maŋŋá SPR dievasčoahkkin mearridiige, ahte galgá álggahuvvot oktasaš nuoraidráđđi ja čadnot sámi parlamentáralaš ráđđái. Nuoraidráđđi galgá bargat nuoraidpolitihkalaš áššiiguin ja doaibmat sámi nuoraid oktasaš jietnan, sihke riikkaidgaskasaččat ja Sámis.
smn: Seminaar maŋa SPR čuákkim meridij vuáđudiđ ohtsii nuorâirääđi, mii šadda porgâđ nuorâipoolitlâš ašijguin já toimâđ säminuorâi ohtsâš jiennân, nuuvt aalmugijkoskâsávt ko sämikuávlust-uv.

source: Govas: Sámenuorat Suomas, Norggas ja Ruoŧas.
smn: Kove: Säminuorah Kirkkonjaargâst 2011.

source: Lassin sámi parlamentáralaš ráđi dievasčoahkkin mearridii ávžžuhit Sámedikkiid searvat Davviriikkalaš sámegiela dutkan- ja ámmát / resursaguovddáža geahččalanprošektii.
smn: Lasseen säämi parlamentaarlâš rääđi čuákkim meridij avžuuttiđ jieškote-uv Sämitiigijd uásálistiđ tave-eennâmlâš sämikielâ tutkâm- já áámmát / reesuurskuávdáá keččâlemprojektân.

source: Sámedikkit oasálastet prošektii juos EU Interreg juolluda ruhtadeami dahje prošektii gávdno ruhta muhtun eará ruhtagáldus.
smn: Sämitigeh usálisteh haahân toin iävttoin, et toos mieđettuvvoo EU Interreg ruttâdem tâi toos kávnoo eres ruttâdemkäldee.

source: Lassin ovttasbarggu eaktun lea gávdnat ruđa ja fágabargiid guovddáža geahččalanprošeavtta várás.
smn: Lasseen oovtâstpargoiähtun lii et jyehi eennâm sämitigeh uážžuh ruttâdem já kielâáámmátlijd haavâ várás.
